# answers.py

roles = [
    "Доктор",
    "Инженер",
    "Фермер",
    "Учитель",
    "Повар",
    "Военный",
]

genders = [
    "Мужчина",
    "Женщина",
]

ages = [
    "20 лет",
    "30 лет",
    "40 лет",
    "50 лет",
    "60 лет",
]

fertility = [
    "Может иметь детей",
    "Не может иметь детей",
]

health = [
    "Здоров",
    "Болен",
]

character_traits = [
    "Отважный",
    "Умный",
    "Хитрый",
    "Добрый",
]

phobias = [
    "Боязнь темноты",
    "Клаустрофобия",
    "Боязнь насекомых",
]

hobbies = [
    "Чтение",
    "Рисование",
    "Пение",
]

additional_info = [
    "Бывший спортсмен",
    "Умеет обращаться с оружием",
]

baggage = [
    "Аптечка",
    "Набор инструментов",
    "Книги",
]

action_cards = [
    "Найти путь к спасению",
    "Построить укрытие",
]

catastrophes = [
    "Ядерная война",
    "Пандемия",
    "Природные катастрофы",
]

shelter = [
    "Подземный бункер",
    "Заброшенный дом",
    "Пещера",
]

supplies = [
    "1 неделя",
    "1 месяц",
    "3 месяца",
]

people_to_kick = [
    "1 человек",
    "2 человека",
    "3 человека",
]
